IDEA Open Model
MatConcreteEc2.CementClass Property
Compatible with IDEA StatiCa Beta 20.0
 Type of cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ConcCementClass CementClass { get; set; }
Public Property CementClass As ConcCementClass
	Get
	Set
Property Value
Type: ConcCementClass
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace